Repository: AiursoftWeb/GitMirrorServer
Catalog: src/Aiursoft.GitMirrorServer/Resources/Models/MirrorsViewModels/EditorViewModel.*.resx
Languages: ar_sa, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

source: From Organization/User
ar_sa: من المنظمة/المستخدم
da_dk: Fra organisation/bruger
de_de: Von Organisation/Nutzer
el_gr: Από Οργάνωση/Χρήστη
es_es: De organización/usuario
fi_fi: Lähde organisaatio/käyttäjä
fr_fr: Depuis Organisation/Utilisateur
hi_in: स्रोत संगठन/उपयोगकर्ता
id_id: Dari Organisasi/Pengguna
it_it: Da Organizzazione/Utente
ja_jp: 元組織/ユーザー
ko_kr: 원본 조직/사용자
nl_nl: Van organisatie/gebruiker
pl_pl: Z organizacji/użytkownika
pt_br: Origem Organização/Usuário
ro_ro: Din organizație/utilizator
ru_ru: Из организации/пользователя
sv_se: Från organisation/användare
th_th: จากองค์กร/ผู้ใช้
tr_tr: Kaynak Kurum/Kullanıcı
uk_ua: Від організації/користувача
vi_vn: Từ Tổ chức/Người dùng
zh_cn: 源组织/用户
zh_tw: 來源組織/使用者

source: From Server URL
ar_sa: عنوان URL للخادم المصدر
da_dk: Fra server-URL
de_de: Quelle-Server-URL
el_gr: URL Διακομιστή Προέλευσης
es_es: URL del servidor de origen
fi_fi: Lähdepalvelimen URL
fr_fr: URL du serveur d'origine
hi_in: सर्वर URL से
id_id: URL Server Asal
it_it: URL server di origine
ja_jp: 元サーバーURL
ko_kr: 원본 서버 URL
nl_nl: Van server-URL
pl_pl: Adres URL serwera źródłowego
pt_br: URL do Servidor de Origem
ro_ro: URL server de origine
ru_ru: Адрес сервера-источника
sv_se: Från server-URL
th_th: URL เซิร์ฟเวอร์ต้นทาง
tr_tr: Kaynak Sunucu Adresi
uk_ua: URL-адрес сервера джерела
vi_vn: URL máy chủ nguồn
zh_cn: 源服务器地址
zh_tw: 來源伺服器 URL

source: From Token
ar_sa: رمز المصدر
da_dk: Fra token
de_de: Von Token
el_gr: Από Token
es_es: Token de origen
fi_fi: Lähtötoken
fr_fr: Jeton d'origine
hi_in: स्रोत टोकन
id_id: Token Asal
it_it: Token di origine
ja_jp: 送信トークン
ko_kr: From 토큰
nl_nl: Van Token
pl_pl: Z tokena źródłowego
pt_br: Token de Origem
ro_ro: Token de la
ru_ru: Токен источника
sv_se: Från token
th_th: โทเค็นต้นทาง
uk_ua: Від токену
vi_vn: Mã truy cập nguồn
zh_cn: 源令牌
zh_tw: 來源金鑰

source: From Type
ar_sa: نوع المصدر
da_dk: Fra type
de_de: Quelle Typ
el_gr: Τύπος Πηγής
es_es: Tipo de origen
fi_fi: Lähde-tyyppi
fr_fr: Type d'origine
hi_in: स्रोत प्रकार
id_id: Jenis Sumber
it_it: Tipo di origine
ja_jp: 元の種類
ko_kr: 원본 유형
nl_nl: Van Type
pl_pl: Typ źródła
pt_br: Tipo de Origem
ro_ro: Tipul de la
ru_ru: Тип источника
sv_se: Från typ
th_th: ประเภทจาก
tr_tr: Kaynak Türü
uk_ua: Тип джерела
vi_vn: Loại nguồn
zh_cn: 源类型
zh_tw: 來源類型

source: Please enter a valid URL.
ar_sa: الرجاء إدخال عنوان URL صالح.
da_dk: Indtast venligst en gyldig URL.
de_de: Bitte geben Sie eine g√ºltige URL ein.
el_gr: Παρακαλώ εισαγάγετε ένα έγκυρο URL.
es_es: Por favor, introduzca una URL válida.
fi_fi: Syötä kelvollinen URL-osoite.
fr_fr: Veuillez saisir une URL valide.
hi_in: कृपया एक वैध URL दर्ज करें।
id_id: Silakan masukkan URL yang valid.
it_it: Inserisci un URL valido.
ja_jp: 有効なURLを入力してください。
ko_kr: 올바른 URL을 입력해 주세요.
nl_nl: Voer een geldige URL in.
pl_pl: Proszę wpisać prawidłowy adres URL.
pt_br: Por favor, insira uma URL válida.
ro_ro: Vă rugăm să introduceți o adresă URL validă.
ru_ru: Пожалуйста, введите действительный URL.
sv_se: Ange en giltig URL.
th_th: กรุณาใส่ URL ที่ถูกต้อง
tr_tr: Lütfen geçerli bir URL girin.
uk_ua: Будь ласка, введіть дійсний URL.
vi_vn: Vui lòng nhập một URL hợp lệ.
zh_cn: 请输入有效的 URL。
zh_tw: 請輸入有效的網址。

# Please specify if this is an Organization or a User.
source: Please specify whether this is an Organization or a User.
ar_sa: يرجى تحديد ما إذا كان هذا منظمة أو مستخدمًا.
da_dk: Angiv venligst, om dette er en Organisation eller en Bruger.
de_de: Bitte geben Sie an, ob es sich um eine Organisation oder einen Benutzer handelt.
el_gr: Παρακαλούμε δηλώστε αν αυτό είναι Οργανισμός ή Χρήστης.
es_es: Por favor, indique si se trata de una organización o de un usuario.
fi_fi: Määritä, onko kyseessä organisaatio vai käyttäjä.
fr_fr: Veuillez pr√©ciser s'il s'agit d'une organisation ou d'un utilisateur.
hi_in: कृपया निर्दिष्ट करें कि यह एक संगठन है या एक उपयोगकर्ता।
id_id: Silakan tentukan apakah ini adalah Organisasi atau Pengguna.
it_it: Si prega di specificare se si tratta di un'Organizzazione o di un Utente.
ja_jp: Organization か User のどちらかを指定してください。
ko_kr: 조직인지 사용자인지 지정해 주세요.
nl_nl: Gelieve op te geven of dit een Organisatie of een Gebruiker is.
pl_pl: Proszę określić, czy jest to Organizacja czy Użytkownik.
pt_br: Por favor, especifique se este é uma Organização ou um Usuário.
ro_ro: Vă rugăm să specificați dacă acesta este o Organizație sau un Utilizator.
ru_ru: Укажите, является ли это организацией или пользователем.
sv_se: Ange var det är en organisation eller en användare.
th_th: โปรดระบุว่าเป็นองค์กรหรือผู้ใช้
tr_tr: Lütfen bu bir Kurum mu yoksa Kullanıcı mı olduğunu belirtin.
uk_ua: Будь ласка, вкажіть, чи це організація чи користувач.
vi_vn: Vui lòng xác định đây là Tổ chức hay Người dùng.
zh_cn: 请指定这是组织还是用户。
zh_tw: 請指定這是一個組織或使用者。

source: Source Type (Org/User)
ar_sa: نوع المصدر (منظمة/مستخدم)
da_dk: Kildetype (Org/Bruger)
de_de: Quelltyp (Org/Benutzer)
el_gr: Τύπος προέλευσης (Οργανισμός/Χρήστης)
es_es: Tipo de origen (Org/Usuario)
fi_fi: Lähde (Org/Käyttäjä)
fr_fr: Type source (Org/Utilisateur)
hi_in: स्रोत प्रकार (संगठन/उपयोगकर्ता)
id_id: Jenis Sumber (Org/Pengguna)
it_it: Tipo di origine (Org/Utente)
ja_jp: ソースタイプ (組織/ユーザー)
ko_kr: 소스 유형 (조직/사용자)
nl_nl: Bron Type (Org/Gebruiker)
pl_pl: Typ źródła (Org/Użytkownik)
pt_br: Tipo de Origem (Org/Usuário)
ro_ro: Tip surse (Org/Utilizator)
ru_ru: Тип источника (Организация/Пользователь)
sv_se: Källtyp (Org/Användare)
th_th: ประเภทแหล่งที่มา (องค์กร/ผู้ใช้)
tr_tr: Kaynak Türü (Org/Kullanıcı)
uk_ua: Тип джерела (Організація/Користувач)
vi_vn: Loại nguồn (Tổ chức/Người dùng)
zh_cn: 源类型 (组织/用户)
zh_tw: 來源類型 (組織/使用者)

# Target Organization
source: Target Organisation
ar_sa: المنظمة الهدف
da_dk: Målorganisation
de_de: Zielorganisation
el_gr: Στόχος Οργάνωση
es_es: Organización de destino
fi_fi: Kohdeorganisaatio
fr_fr: Organisation cible
hi_in: लक्ष्य संगठन
id_id: Organisasi Tujuan
it_it: Organizzazione di destinazione
ja_jp: ターゲット組織
ko_kr: 대상 조직
nl_nl: Doelorganisatie
pl_pl: Organizacja docelowa
pt_br: Organização de Destino
ro_ro: Organizație țintă
ru_ru: Целевая организация
sv_se: Målorganisation
th_th: องค์กรเป้าหมาย
tr_tr: Hedef Kurum
uk_ua: Цільова організація
vi_vn: Tổ chức đích
zh_cn: 目标组织
zh_tw: 目標組織

source: Target Server URL
ar_sa: عنوان URL للخادم الهدف
da_dk: Målserver-URL
de_de: Ziel-Server-URL
el_gr: URL διακομιστή προορισμού
es_es: URL del servidor de destino
fi_fi: Kohdepalvelimen URL
fr_fr: URL du serveur cible
hi_in: लक्ष्य सर्वर URL
id_id: URL Server Tujuan
it_it: URL server di destinazione
ja_jp: ターゲットサーバーURL
ko_kr: 대상 서버 URL
nl_nl: Doelserver-URL
pl_pl: Adres URL serwera docelowego
pt_br: URL do Servidor de Destino
ro_ro: URL server țintă
ru_ru: Целевой URL сервера
sv_se: Målserver-URL
th_th: URL ของเซิร์ฟเวอร์เป้าหมาย
tr_tr: Hedef Sunucu URL'si
uk_ua: URL-адрес сервера призначення
vi_vn: URL máy chủ đích
zh_cn: 目标服务器地址
zh_tw: 目標伺服器 URL

source: Target Token
ar_sa: رمز الوجهة
da_dk: Måltoken
de_de: Ziel-Token
el_gr: Σύνδεσμος Προορισμού
es_es: Token de destino
fi_fi: Tavoite-avain
fr_fr: Jeton cible
hi_in: लक्ष्य टोकन
id_id: Token Target
it_it: Token di destinazione
ja_jp: ターゲットトークン
ko_kr: 대상 토큰
nl_nl: Doel Token
pl_pl: Token docelowy
pt_br: Token de Destino
ro_ro: Token țintă
ru_ru: Целевой токен
sv_se: Måltoken
th_th: โทเค็นเป้าหมาย
tr_tr: Hedef Token
uk_ua: Цільовий токен
vi_vn: Token mục tiêu
zh_cn: 目标令牌
zh_tw: 目標金鑰

source: Target Type
ar_sa: نوع الوجهة
da_dk: Måltype
de_de: Zieltyp
el_gr: Τύπος Προορισμού
es_es: Tipo de destino
fi_fi: Kohdetyyppi
fr_fr: Type cible
hi_in: लक्ष्य प्रकार
id_id: Jenis Target
it_it: Tipo destinazione
ja_jp: ターゲットタイプ
ko_kr: 대상 유형
nl_nl: Doeltype
pl_pl: Typ docelowy
pt_br: Tipo de Destino
ro_ro: Tip țintă
ru_ru: Тип назначения
sv_se: Måltyp
th_th: ประเภทเป้าหมาย
tr_tr: Hedef Tür
uk_ua: Тип призначення
vi_vn: Loại mục tiêu
zh_cn: 目标类型
zh_tw: 目標類型

source: The From Organization/User Name is required.
ar_sa: اسم المنظمة/المستخدم من المطلوب.
da_dk: Fra organisation/brugernavn er påkrævet.
de_de: Der Name der Quellorganisation/Benutzer ist erforderlich.
el_gr: Το όνομα Οργάνωσης/Χρήστη προέλευσης είναι απαραίτητο.
es_es: El nombre de organización/de usuario de origen es obligatorio.
fi_fi: "From Organization/User Name on pakollinen."
fr_fr: Le nom d'organisation/utilisateur d'origine est requis.
hi_in: "From Organization/User Name आवश्यक है।"
id_id: Nama Organisasi/Pengguna Asal diperlukan.
it_it: Il nome dell'organizzazione/utente di origine è obbligatorio.
ja_jp: 「元Organization/ユーザー名」は必須です。
ko_kr: "From Organization/User Name"은 필수 항목입니다.
nl_nl: Het veld Van organisatie/gebruikersnaam is verplicht.
pl_pl: Wymagane jest pole Nazwa organizacji/użytkownika źródłowego.
pt_br: O nome da organização/usuário de origem é obrigatório.
ro_ro: Numele organizației/utilizatorului de la este obligatoriu.
ru_ru: Имя организации/пользователя "Источник" обязательно для заполнения.
sv_se: Från organisations-/användarnamn krävs.
th_th: ชื่อองค์กร/ผู้ใช้จากต้องระบุ
tr_tr: Gönderen Kurum/Kullanıcı Adı gerekli.
uk_ua: Потрібно вказати ім'я організації/користувача джерела.
vi_vn: Tên tổ chức/người dùng nguồn là bắt buộc.
zh_cn: “来源组织/用户名”是必填项。
zh_tw: 「來源組織/使用者名稱」為必要項目。

source: The From Server URL is required.
ar_sa: يُرجى إدخال عنوان URL لخادم المصدر.
da_dk: Fra-serverens URL er påkrævet.
de_de: Die From Server-URL ist erforderlich.
el_gr: Το URL του διακομιστή προέλευσης είναι υποχρεωτικό.
es_es: La URL del servidor de origen es obligatoria.
fi_fi: From Server URL on pakollinen.
fr_fr: L'URL du serveur d'origine est requise.
hi_in: "From Server URL आवश्यक है।"
id_id: URL Server Dari diperlukan.
it_it: L'URL del server di origine è obbligatorio.
ja_jp: 「From Server URL」は必須です。
ko_kr: "From Server URL은 필수 항목입니다."
nl_nl: De URL van de bronserver is verplicht.
pl_pl: Adres URL serwera źródłowego jest wymagany.
pt_br: A URL do Servidor de Origem é obrigatória.
ro_ro: URL-ul serverului de origine este obligatoriu.
ru_ru: URL-адрес сервера-источника обязателен.
sv_se: Från server-URL:en krävs.
th_th: ต้องระบุ URL ของเซิร์ฟเวอร์ต้นทาง
tr_tr: From Sunucu URL'si gerekli.
uk_ua: URL сервера «Звідки» є обов’язковим.
vi_vn: URL máy chủ nguồn là bắt buộc.
zh_cn: 源服务器 URL 为必填项。
zh_tw: 「來源伺服器 URL」為必要項目。

source: The From Type is required.
ar_sa: يُطلب نوع المصدر.
da_dk: Fra-type er påkrævet.
de_de: Der From-Typ ist erforderlich.
el_gr: Το πεδίο Τύπος Πηγής είναι υποχρεωτικό.
es_es: El tipo de origen es obligatorio.
fi_fi: From Type -kenttä on pakollinen.
fr_fr: Le type d'origine est requis.
hi_in: "From Type आवश्यक है।"
id_id: Dari Jenis diperlukan.
it_it: Il tipo di origine è obbligatorio.
ja_jp: 「From Type」は必須です。
ko_kr: 'From Type'은 필수 항목입니다.
nl_nl: Van Type is verplicht.
pl_pl: Typ źródłowy jest wymagany.
pt_br: O tipo de origem é obrigatório.
ro_ro: Tipul „From” este obligatoriu.
ru_ru: Тип "Источник" является обязательным.
sv_se: Från typ krävs.
th_th: ต้องระบุประเภทจาก
tr_tr: From Türü gerekli.
uk_ua: Поле «Тип джерела» є обов'язковим.
vi_vn: Loại nguồn là bắt buộc.
zh_cn: “From Type” 为必填项。
zh_tw: 「來源類型」為必填項目。

source: The Target Organization Name is required.
ar_sa: اسم المنظمة الهدف مطلوب.
da_dk: Målet organisation navn er påkrævet.
de_de: Der Zielorganisationname ist erforderlich.
el_gr: Το όνομα του στόχου οργανισμού είναι απαραίτητο.
es_es: El nombre de la organización de destino es obligatorio.
fi_fi: Tavoiteorganisaation nimi on pakollinen.
fr_fr: Le nom de l'organisation cible est requis.
hi_in: लक्ष्य संगठन का नाम आवश्यक है।
id_id: Nama Organisasi Tujuan wajib diisi.
it_it: Il nome dell'organizzazione di destinazione è obbligatorio.
ja_jp: ターゲット組織名は必須です。
ko_kr: 대상 조직 이름은 필수입니다.
nl_nl: De naam van de doelorganisatie is verplicht.
pl_pl: Nazwa organizacji docelowej jest wymagana.
pt_br: O nome da organização de destino é obrigatório.
ro_ro: Numele organizației țintă este obligatoriu.
ru_ru: Имя целевой организации обязательно для заполнения.
sv_se: Måste ange målorganisationens namn.
th_th: ต้องระบุชื่อองค์กรเป้าหมาย
tr_tr: Hedef Kuruluş Adı gerekli.
uk_ua: Назва цільової організації є обов'язковою.
vi_vn: Tên tổ chức đích là bắt buộc.
zh_cn: 目标组织名称是必填项。
zh_tw: 目標組織名稱為必填項目。

source: The Target Server URL is required.
ar_sa: URL خادم الوجهة مطلوب.
da_dk: Det målrettede server-URL er påkrævet.
de_de: Die Ziel-Server-URL ist erforderlich.
el_gr: Ο URL του στόχου του διακομιστή είναι υποχρεωτικός.
es_es: La URL del servidor de destino es obligatoria.
fi_fi: Tavoitepalvelimen URL-osoite on pakollinen.
fr_fr: L'URL du serveur cible est requise.
hi_in: लक्ष्य सर्वर URL आवश्यक है।
id_id: URL Server Tujuan wajib diisi.
it_it: L'URL del server di destinazione è obbligatorio.
ja_jp: ターゲットサーバーのURLは必須です。
ko_kr: 대상 서버 URL은 필수 항목입니다.
nl_nl: De URL van de doelserver is verplicht.
pl_pl: Adres URL serwera docelowego jest wymagany.
pt_br: A URL do servidor de destino é obrigatória.
ro_ro: URL-ul serverului țintă este obligatoriu.
ru_ru: URL-адрес целевого сервера обязателен.
sv_se: Måste ange målserverns URL.
th_th: ต้องระบุ URL ของเซิร์ฟเวอร์เป้าหมาย
tr_tr: Hedef Sunucu URL'si gereklidir.
uk_ua: URL-адреса цільового сервера є обов'язковою.
vi_vn: URL máy chủ đích là bắt buộc.
zh_cn: 目标服务器 URL 为必填项。
zh_tw: 目標伺服器 URL 為必填項目。

source: The Target Token is required.
ar_sa: يُطلَب رمز الوجهة.
da_dk: Måletoken er påkrævet.
de_de: Das Ziel-Token ist erforderlich.
el_gr: Το στόχος Token είναι απαραίτητο.
es_es: El token de destino es obligatorio.
fi_fi: Tavoite-avain on pakollinen.
fr_fr: Le jeton cible est requis.
hi_in: लक्ष्य टोकन आवश्यक है।
id_id: Token Target diperlukan.
it_it: Il token di destinazione è obbligatorio.
ja_jp: ターゲットトークンは必須です。
ko_kr: 대상 토큰이 필요합니다.
nl_nl: Het doel-token is verplicht.
pl_pl: Token docelowy jest wymagany.
pt_br: O Token de Destino é obrigatório.
ro_ro: Tokenul țintă este obligatoriu.
ru_ru: Токен назначения обязателен.
sv_se: Målet för token krävs.
th_th: ต้องระบุโทเค็นเป้าหมาย
tr_tr: Hedef Token gerekli.
uk_ua: Потрібен ключ цільового сервера.
vi_vn: Token mục tiêu là bắt buộc.
zh_cn: 目标令牌是必需的。
zh_tw: 目標存取權杖為必要項目。

source: The Target Type is required.
ar_sa: يُرجى تحديد نوع الهدف.
da_dk: Måletype er påkrævet.
de_de: Der Zieltyp ist erforderlich.
el_gr: Το Τύπος Προορισμού είναι απαραίτητος.
es_es: El tipo de destino es obligatorio.
fi_fi: Tavoitetyyppi on pakollinen.
fr_fr: Le type cible est requis.
hi_in: लक्ष्य प्रकार आवश्यक है।
id_id: Tipe Target diperlukan.
it_it: Il tipo di destinazione è obbligatorio.
ja_jp: ターゲットの種類は必須です。
ko_kr: 대상 유형은 필수입니다.
nl_nl: Het doeltype is verplicht.
pl_pl: Typ docelowy jest wymagany.
pt_br: O Tipo de Destino é obrigatório.
ro_ro: Tipul țintă este obligatoriu.
ru_ru: Тип назначения является обязательным.
sv_se: Måltypen krävs.
th_th: ต้องระบุประเภทเป้าหมาย
tr_tr: Hedef Tür gerekli.
uk_ua: Тип призначення є обов'язковим.
vi_vn: Loại mục tiêu là bắt buộc.
zh_cn: 目标类型是必填项。
zh_tw: 目標類型為必填項目。
