Repository: AiursoftWeb/GitMirrorServer
Catalog: src/Aiursoft.GitMirrorServer/Resources/Views/Home/Index.*.resx
Languages: da_dk

source: &quot;Fire-and-forget&quot; support for long-running tasks (like emails or AI), featuring a GUI for queue management, parallel processing, and cancellation.
da_dk: "Fire-and-forget"-støtte til langvarige opgaver (som emails eller AI), med en brugergrænseflade til køstyring, parallell behandling og annullering.

source: A built-in Role-Based Access Control (RBAC) system for fine-grained permission management.
da_dk: Et indbygget Role-Based Access Control (RBAC)-system til finjusteret rettighedshåndtering.

source: A complete solution for user authentication and profile management right out of the box.
da_dk: En komplet løsning til brugerautentificering og profiladministration klar til brug med det samme.

source: A complete solution for user authentication and profile management.
da_dk: En komplet løsning til brugerautentificering og profilhåndtering.

source: A fully responsive layout that looks great on both desktop and mobile devices.
da_dk: En fuldt responsiv layout, der ser fantastisk ud på både stationære og mobile enheder.

source: A modern, feature-rich, and highly extensible foundation for your next web application.
da_dk: En moderne, funktionsrig og meget udvidelsesparat fundament til din næste webapplikation.

source: A powerful tool to keep your repositories in sync across platforms.
da_dk: Et kraftfuldt værktøj til at holde dine repositorys synkroniseret over platforme.

source: Achieve more with Aiursoft Template
da_dk: Opnå mere med Aiursoft Template

source: AI-Powered Translations
da_dk: AI-drevne oversættelser

source: Aiursoft Template is our definitive choice for enterprise projects! It&apos;s built for developers and is lightweight yet powerful. We can skip all the boilerplate for authentication and user management.
da_dk: Aiursoft Template er vores endegyldige valg til enterprise-projekter! Den er bygget til udviklere og er letvægtig, men alligevel kraftfuld. Vi kan springe al standardkode til godkendelse og brugeradministration over.

source: All dependencies are automatically registered and always available via constructor injection.
da_dk: Alle afhængigheder registreres automatisk og er altid tilgængelige via konstruktor-injektion.

source: Automated
da_dk: Automatiseret

source: Automated Sync
da_dk: Automatisk synkronisering

source: Automatic Dark Mode
da_dk: Automatisk Mørk Tilstand

source: Automatic Dependency Injection
da_dk: Automatisk Dependency Injection

source: Automatic Time Zone Handling
da_dk: Automatisk tidszonehåndtering

source: Automatic, AI-driven translation into 28 languages for global reach.
da_dk: Automatisk, AI-drevet oversættelse til 28 sprog for global rækkevidde.

source: Automatic, AI-driven translation into 28 languages.
da_dk: Automatisk, AI-drevet oversættelse til 28 sprog.

source: Automatically mirror your Git repositories between GitHub, GitLab, and other providers.
da_dk: Automatisk spejl dine Git-repositorys mellem GitHub, GitLab og andre leverandører.

source: Background Job Processing
da_dk: Baggrundstaskbehandling

source: Build your next big thing,
da_dk: Byg din næste store ting,

source: Built-in User Management
da_dk: Indbygget brugeradministration

source: Comes with Docker support for simplified and consistent deployments.
da_dk: Kommer med Docker-understøttelse for forenklet og konsistent implementering.

source: Comes with full Docker support for simplified, consistent, and reliable deployments.
da_dk: Kommer med fuld Docker-understøttelse til forenklede, konsistente og pålidelige installationer.

source: Comprehensive Documentation
da_dk: Omfattende Dokumentation

source: Configure your mirrors once, and let the server handle the rest. Runs automatically on a schedule you define.
da_dk: Konfigurer dine spejle én gang, og lad serveren tage det resterende. Kører automatisk efter et af dig defineret tidsschema.

source: Consistency Validation
da_dk: Konsistensvalidering

source: Create an Account
da_dk: Opret en konto

source: Dashboard Website
da_dk: Dashboard-websted

source: Detailed History
da_dk: Detaljeret historik

source: Develop exclusively in UTC while the system automatically converts and displays dates in the user&apos;s local time zone.
da_dk: Udvikl eksklusivt i UTC, mens systemet automatisk konverterer og viser datoer i brugeren's lokale tidszone.

source: Discussions page
da_dk: Diskussionsside

source: Dockerized for Deployment
da_dk: Dockeriseret til implementering

source: Dockerized for Easy Deployment
da_dk: Dockerized til nem implementering

source: Dynamic Navigation Bar
da_dk: Dynamisk Navigationslinje

source: Easily switch between database providers, including SQLite, MySQL, SQL Server, and an in-memory database for testing.
da_dk: Skift nemt mellem databasenleverandører, herunder SQLite, MySQL, SQL Server og en i-hukommelsesdatabas til test.

source: Easily switch between providers like SQLite, MySQL, SQL Server, and an in-memory database for testing.
da_dk: Skift nemt mellem udbydere som SQLite, MySQL, SQL Server og en hukommelsesdatabase til test.

source: Effortlessly write integration tests using in-memory databases, temporary file systems, built-in mocking, and real-world HTTP request simulation.
da_dk: Skriv integreringstests let og nemt ved hjælp af i-hukommelsesdatabaser, midlertidige filsystemer, indbygget mockning og simulering af virkelige HTTP-anmodninger.

source: FAQ
da_dk: OFTE STILLEDE SPØRGSMÅL

source: faster
da_dk: hurtigere

source: Features
da_dk: Funktioner

source: Features a built-in file management system with automatic avatar compression and privacy protection.
da_dk: Funktioner med en indbygget filhåndteringssystem med automatisk komprimering af avatarer og privatlivsskyld.

source: Features a built-in file management system with automatic avatar compression.
da_dk: Har et indbygget filhåndteringssystem med automatisk avatar-komprimering.

source: Flexible Configuration
da_dk: Fleksibel konfiguration

source: for any inquiries or to report issues.
da_dk: for eventuelle henvendelser eller for at rapportere problemer.

source: Free
da_dk: Gratis

source: Frequently asked questions
da_dk: Ofte stillede spørgsmål

source: Get Started
da_dk: Start nu

source: Go to dashboard
da_dk: Gå til dashboard

source: Handle recurring jobs like cleanup and synchronization with a comprehensive GUI for monitoring execution history and logs.
da_dk: Behandle gentagne jobs som rengøring og synkronisering med en omfattende brugergrænseflade til overvågning af eksekveringshistorik og logfiler.

source: Hello World!
da_dk: Hej Verden!

source: Here are some of the answers you might be looking for.
da_dk: Her er nogle af de svar, du muligvis leder efter.

source: Here&apos;s what developers from our community have to say.
da_dk: Her er hvad udviklere fra vores fællesskab har at sige.

source: How can I get support?
da_dk: Hvordan kan jeg få support?

source: How do I deploy my application?
da_dk: Hvordan deployer jeg min applikation?

source: Includes extensive documentation and practical examples to get you started quickly.
da_dk: Inkluderer omfattende dokumentation og praktiske eksempler for at få dig i gang hurtigt.

source: Integrated File Management
da_dk: Integreret Filhåndtering

source: Is it free to use Aiursoft Template?
da_dk: Er det gratis at bruge Aiursoft Template?

source: Join Discussions
da_dk: Deltag i diskussioner

source: Join our community and start building today!
da_dk: Bliv en del af vores fællesskab og begynd at bygge i dag!

source: Made Simple
da_dk: Gør det enkelt

source: Manage access tokens securely. Supports private repositories and organizations.
da_dk: Håndtér adgangstokener sikkert. Støtter private repository og organisationer.

source: Markdown To HTML
da_dk: Markdown til HTML

source: Mirror entire organizations or specific users. Configure intervals and storage paths easily.
da_dk: Spejl hele organisationer eller specifikke brugere. Konfigurer intervaller og gemmepaths nemt.

source: Mirroring
da_dk: Spejling

source: MIT Licence
da_dk: MIT-licens

source: Models are validated on both client and server sides based on data annotations.
da_dk: Modeller valideres på både klient- og serversiden baseret på dataanmerkninger.

source: Monitor your mirror status with a comprehensive dashboard. See what&apos;s running, what failed, and why.
da_dk: Overvåg din spejlingsstatus med en omfattende dashboard. Se hvad der kører, hvad der fejlede, og hvorfor.

source: Multiple Database Provider Support
da_dk: Understøttelse af flere databaseudbydere

source: Multiple Database Support
da_dk: Understøttelse af flere databaser

source: Music Tools
da_dk: Musikværktøjer

source: RBAC Authorization
da_dk: RBAC-godkendelse

source: Read the document
da_dk: Læs dokumentationen

source: Ready to secure your code?
da_dk: Klart til at sikre din kode?

source: Real-time Status
da_dk: Echtidssstatus

source: Responsive Design
da_dk: Responsivt Design

source: Reviews
da_dk: Anmeldelser

source: Scheduled Task Management
da_dk: Planlagt opgavestyring

source: Seamlessly integrate with any OpenID Connect provider, with automatic role synchronization.
da_dk: Integrer problemfrit med enhver OpenID Connect-udbyder med automatisk rolle-synkronisering.

source: Secure Access
da_dk: Sikker adgang

source: Secure, reliable, and fully automated.
da_dk: Sikker, pålidelig og helt automatiseret.

source: Smart Configuration Overrides
da_dk: Smarte konfigurationsgenveje

source: Smart dark mode that adapts to the user&apos;s system settings.
da_dk: Smart mørk tilstand, der tilpasnings til brugeren systemindstillinger.

source: Smart dark mode that automatically adapts to the user&apos;s system settings.
da_dk: Smart mørktilstand, der automatisk tilpasser sig brugerens systemindstillinger.

source: Start a new project
da_dk: Start et nyt projekt

source: Start mirroring your repositories today and ensure your code is always backed up and accessible.
da_dk: Start spejling af dine repository i dag og sikr, at din kode altid er sikker og tilgængelig.

source: Supports both environment variables and database-backed settings, with automatic priority given to environment variables for seamless overrides.
da_dk: Støtter både miljøvariabler og databasebaserede indstillinger, med automatisk prioritet til miljøvariabler for smertefri overtagelser.

source: Supports mirroring between GitHub, GitLab, and any standard Git server. Handles branches, tags, and commits.
da_dk: Støtter spejling mellem GitHub, GitLab og enhver standard Git-server. Håndterer grene, mærker og commits.

source: Technical Lead
da_dk: Teknisk Lead

source: The navigation bar automatically adjusts based on user roles and permissions.
da_dk: Navigationslinjen tilpasser sig automatisk baseret på brugerroller og tilladelser.

source: The template is built for easy deployment. It includes full Docker support, so you can containerize your app and run it anywhere. You can also deploy it directly to IIS, Azure App Service, or any server that supports ASP.NET Core.
da_dk: Skabelonen er bygget til nem installation. Den inkluderer fuld Docker-understøttelse, så du kan containerisere din app og køre den hvor som helst. Du kan også installere den direkte på IIS, Azure App Service eller enhver server, der understøtter ASP.NET Core.

source: This is a template project
da_dk: Dette er et skabelonprojekt

source: This is a template project, where we start the voyager...
da_dk: Dette er et skabelonprojekt, hvor vi starter rejsen...

source: Track every synchronization job. View success/failure status and detailed logs for every repository.
da_dk: Spor hver synkroniseringsopgave. Vis succes/fald status og detaljerede logfiler for hver repository.

source: Universal Compatibility
da_dk: Universel kompatibilitet

source: Usage
da_dk: Brug

source: Use it as a foundation for your SaaS, a backend for your mobile app, a corporate website, or a personal blog. The possibilities are endless.
da_dk: Brug den som fundament for din SaaS, som backend til din mobilapp, en virksomhedshjemmeside eller en personlig blog. Mulighederne er uendelige.

source: View on GitHub
da_dk: Se på GitHub

source: Welcome
da_dk: Velkommen

source: What do I need to get started?
da_dk: Hvad har jeg brug for for at komme i gang?

source: What our developers say
da_dk: Hvad vores udviklere siger

source: Why GitMirrorServer?
da_dk: Hvorfor GitMirrorServer?

source: Why use the Aiursoft Template?
da_dk: Hvorfor bruge Aiursoft Template?

source: Yes, Aiursoft Template is completely free and open-source under the MIT License. You can use it for personal and commercial projects without any cost.
da_dk: Ja, Aiursoft Template er helt gratis og open-source under MIT-licensen. Du kan bruge det til både personlige og kommercielle projekter uden nogen omkostninger.

source: You can get community support via GitHub Discussions. Please visit our
da_dk: Du kan få fællesskabsstøtte via GitHub Discussions. Besøg venligst vores

source: You&apos;ll need the .NET 10 SDK, npm and your favorite IDE, like Visual Studio or JetBrains Rider. You can find the full setup guide in our documentation.
da_dk: Du skal bruge .NET 10 SDK, npm og din foretrukne IDE, som f.eks. Visual Studio eller JetBrains Rider. Du kan finde den fulde opsætningsvejledning i vores dokumentation.
